GREET_TEXT = 'Привет!\nЭто бот для дайджеста.\nДля начала добавь нужные телеграмм каналы. ' \
             'Если захочешь, чтобы бот прислал дайджест, просто нажми на соответсвующую кнопку'

ADD_CHANNELS_TEXT = 'Перешли мне сообщения от каналов. Так я смогу добавить их в твой дайджест'

ACTIVATE_TEST_ACCESS = 'Тестовый доступ на 3 дня активирован'

NOT_SUBSCRIBER = 'У вас нет активных подписок, чтобы подписаться нажмите кнопку...'

IS_SUBSCRIBER = 'Есть подписка\nОна закончится '

CHANNEL_ADDED = 'Добавил, когда закончишь, просто нажми кнопку назад'

ERROR_CHANNEL_ALREADY_EXISTS = 'Этот паблик уже был добавлен'

ERROR_MESSAGE_NOT_FROM_PUBLIC = 'Это сообщение не из паблика.'